import {Image} from "react-bootstrap"

function Reason_Data(props){


    if(props.index == "aim"){

        return <div>
            <div>
  <p><b>ကျွန်တော်တို့ ဒီ Group ကိုဖန်တီးရတဲ့ အကြောင်းအရာ အချို့ကို ဖတ်ရှုပေးပါ</b></p><ol><li>ပထမဆုံးအနေနဲ့ ကျွန်တော်တို့ရဲ့ ပန်းတိုင်ကအာဏာရှင်ကို 
      အပြီးသတ်အမြစ်ဖြတ်ဖို့ပါ ဒီစနစ်ဆိုးကြီးရဲ့ ဖျက်ဆီးမူကြောင့် 
      နိုင်ငံလည်းတိုးတက်သင့်သလောက်မတိုးတက်ခဲ့ပါဘူး 
      နိုင်ငံသူနိုင်ငံသားတွေအနေနဲ့လည်းရသင့်ရထိုက်တဲ့အခွင့်အရေးတွေမရရှိခဲ့ပါဘူး</li><li>အထူးသဖြင့် လူငယ်တွေရဲ့လွပ်လပ်စွာတွေးခေါ်ခွင့် 
      လွပ်လပ်စွာဖန်တီးခွင့်လွပ်လပ်စွာလုပ်ဆောင်နိုင်ခွင့်တွေဟာ 
      ငါတို့ပေးလို့မင်းတို့ရတာဆိုတဲ့ပုံစံမျိုးနဲ့ 
      အာဏာရှင်ဆန်စွာဖိနှိပ်မူအောက်မှာ ဖိနှိပ်ချုပ်ချယ်ခဲ့ ပါတယ်</li><li>အခုလိုမျိုး ဖြစ်ရပ်တွေကို အပြတ်အသတ်ဖျက်ဆီးဖို့ မတရားမူတွေကို 
      သက်သေနဲ့တကွဖော်ထုတ်ပြီး ရနိုင်သလောက် Social Punishment or Boycott ကို 
      တဖြည်းဖြည်းချင်းလုပ်ဆောင်သွားမှာဖြစ်ပါတယ်</li><li>ဒါကြောင့်သက်သေတွေကိုပေးပို့တဲ့အခါ မှန်ကန်ဖို့ ယုံကြည်စိတ်ချရဖို့ 
      အရမ်းလိုအပ်ပါတယ် ဒါမှသာလျှင်ကျူးလွန်သည့်ပုဂ္ဂိုလ်ကို ထိထိရောက်ရောက် 
      အပြစ်ပေးနိုင်မှာဖြစ်ပါတယ်</li><li>ကျွန်တော်တို့ရဲ့ အသိုင်းအဝိုင်းအတွင်းမှာရှိတဲ့ ခြစားနေတဲ့ စိတ်ဓာတ်မသမာသူတွေကို အပြီးသတ်ချေမှုန်းကြပါစို့</li><li>"ကြောက်ခေတ်ဆိုတာကုန်ပါပြီ <font color="#9C0000"><span style={{backgroundColor: 'transparent'}}><b>အရေးတော်ပုံအောင် ရမည်</b></span></font>"<br /></li></ol>
</div>

            </div>
    }else if(props.index == "why"){

        return <div>
        <p>My Why Lists</p>
        <Image src="https://biobeat.nigms.nih.gov/wp-content/uploads/2016/10/brown_recluse_female.jpg" style={{width:'50%'}}/>
        </div>
    }



}

export default Reason_Data